Repository: chenhuayz/recipe_manager
Catalog: translation/*/LC_MESSAGES/*.po
Languages: sw_de

source: New category "{}" has been created.
sw_de: Neie Kadegorie "{}" wurd erschdelld.

source: Category "{}" has been removed.
sw_de: Kadegorie "{}" wurd glöschd.

source: Category "{}" has been updated.
sw_de: Kadegorie "{}" wurd akdualisierd.

source: Name must not be empty.
sw_de: Dr Nam darf nedd ler soi.

source: Category "{}" already exists.
sw_de: Kadegorie "{}" exischdierd bereids.

source: Please select an import file.
sw_de: Bidde wähle oi Dadei zum Imbordiere aus.

source: Extension "{}" is not an allowed image type.
sw_de: Dadeiendung "{}" isch koi erlaubdr Bilddyb.

source: Title must not be empty.
sw_de: Dr Tidl darf nedd ler soi.

source: New recipe "{}" has been created.
sw_de: Neis Rezebd "{}" wurd erschdelld.

source: Recipe "{}" has been updated.
sw_de: Rezebd "{}" wurd akdualisierd.

source: New recipe "{}" has been created. A recipe with the same title already exists.
sw_de: Neis Rezebd "{}" wurd erschdelld. Ein Rezebd mid dem selbe Tidl exischdierd bereids.

source: Recipe "{}" has been removed.
sw_de: Rezebd "{}" wurd glöschd.

source: New tag "{}" has been created.
sw_de: Neis Tag "{}" wurd erschdelld.

source: New synonym "{}" has been created.
sw_de: Neis Synonym "{}" wurd erschdelld.

source: Tag "{}" has been removed.
sw_de: Tag "{}" wurd glöschd.

source: Tag "{}" has been updated.
sw_de: Tag "{}" wurd akdualisierd.

source: Tag "{}" already exists.
sw_de: Tag "{}" exischdierd bereids.

source: Please provide your user name and password.
sw_de: Bidde gib doin Benudzername und doi Password an.

source: Given user name or password is wrong. Please try again.
sw_de: Dr gebene Benudzernam odr des Password isch falsch. Bidde versuch s erneid.

source: Please provide user name and password.
sw_de: Bidde gib Benudzernam und Password an.

source: Both passwords are not the same.
sw_de: Die beide Passwördr sind nedd gleich.

source: User name is already taken.
sw_de: Benudzernam isch bereids in Verwendung.

source: User "{}" has been created.
sw_de: Benudzr "{}" wurd erschdelld.

source: User "{}" has been deleted.
sw_de: Benudzr "{}" wurd glöschd.

source: Please provide the password.
sw_de: Bidde gib des Password an.

source: User "{}" has been updated.
sw_de: Benudzr "{}" wurd akdualisierd.

source: Your profile has been updated. Please login again.
sw_de: Doi Profil wurd akdualisierd. Bidde meld di erneid an.

source: Not found
sw_de: Koi Ergebniss

source: No category found.
sw_de: Kadegorie wurd nedd funde.

source: This category contains {} recipes.
sw_de: Diese Kadegorie enthäld {} Rezebde.

source: Search
sw_de: Suche

source: New Recipe
sw_de: Neis Rezebd

source: Edit Recipe
sw_de: Rezebd bearbeiden

source: Categories
sw_de: Kadegorien

source: Users
sw_de: Benudzer

source: Profile
sw_de: Profil

source: Logout
sw_de: Abmelden

source: The database contains {} recipes.
sw_de: Die Dadenbank enthäld {} Rezebde.

source: All recipes have at least one category.
sw_de: Alle Rezebde hend zumindesch oi Kadegorie.

source: Login
sw_de: Anmelden

source: Manage Categories
sw_de: Kadegorie verwalden

source: New Category
sw_de: Neie Kadegorie

source: Name (required):
sw_de: Nam (nodwendich):

source: Create Category
sw_de: Kadegorie erschdellen

source: Edit Categories
sw_de: Kadegorie bearbeiden

source: Edit
sw_de: Bearbeiden

source: Delete
sw_de: Löschen

source: Rating:
sw_de: Bewerdung:

source: Category:
sw_de: Kadegorie:

source: Title (required):
sw_de: Tidl (nodwendich):

source: Add Synonym
sw_de: Synonym hinzfügen

source: Serving Size:
sw_de: Porzionen:

source: Ingredients:
sw_de: Zudaden:

source: Preparation:
sw_de: Zubereidung:

source: Name of Link {}:
sw_de: Linknam {}:

source: Add Link
sw_de: Link hinzfügen

source: Image {}:
sw_de: Bild {}:

source: Remove Image
sw_de: Bild löschen

source: New Image {}:
sw_de: Neis Bild {}:

source: Select
sw_de: Auswählen

source: Add Image
sw_de: Bild hinzfügen

source: Create Recipe
sw_de: Rezebd erschdellen

source: Delete Recipe
sw_de: Rezebd löschen

source: Export Recipe
sw_de: Rezebd exbordieren

source: Import Recipe
sw_de: Rezebd imbordieren

source: Export
sw_de: Exbord

source: File:
sw_de: Dadei:

source: Import
sw_de: Imbord

source: New Image {image_count+1}:
sw_de: Neis Bild {image_count+1}:

source: Name of Link {url_count+1}:
sw_de: Linkname {url_count+1}:

source: Recipe
sw_de: Rezebd

source: Manage Tags
sw_de: Tags verwalden

source: New Tag
sw_de: Neis Tag

source: Create Tag
sw_de: Tag erschdellen

source: New Synonym
sw_de: Neis Synonym

source: Create Synonym
sw_de: Synonym erschdellen

source: Edit Synonym
sw_de: Synonym bearbeiden

source: New User
sw_de: Neir Benudzer

source: Password (required):
sw_de: Password (nodwendich):

source: Confirm Password (required):
sw_de: Password beschdädige (nodwendich):

source: Create User
sw_de: Benudzr erschdellen

source: Edit Users
sw_de: Benudzr bearbeiden

source: Password for {}:
sw_de: Password für {}:

source: New Password (required):
sw_de: Neis Password (nodwendich):

source: Save
sw_de: Schbeichern

source: Query:
sw_de: Suchbegriff:

source: Fields:
sw_de: Felder:

source: author, category, description, info, ingredients, tags, title, titletags (default), rated (Example: "tags:coffee")
sw_de: author, category, description, info, ingredients, tags, title, titletags (Schdandard), rated (Beischbiel: "tags:Kaffee")

source: AND (default), OR, NOT (Example: "coffee AND cream NOT milk")
sw_de: AND (Schdandard), OR, NOT (Beischbiel: "Kaffee AND Sahne NOT Milch")

source: Inexact Terms:
sw_de: Unscharfr Suchbegriff:

source: ?, * (Example: "coconut*")
sw_de: ?, * (Beischbiel: "Kokosnuss*")

source: Boosting Query Elements:
sw_de: Suchbegriff höhr bewerden:

source: ^ (Example: "coffee^2 cream")
sw_de: ^ (Beischbiel: "Kaffee^2 Sahne")

source: Get Lucky
sw_de: Auf gud Glügg

source: Found {} matching recipes.
sw_de: {} bassend Rezebde wurde funde.

source: No recipe found.
sw_de: Rezebd wurd nedd funde.

source: Synonyms: {}
sw_de: Synonyme: {}

source: Author:
sw_de: Audor:
